export const texts = {
  guarantee: "гарантия возврата 30 дней",
  guaranteeText:
    "Мы уверены, что наш план сработает для тебя и ты увидишь видимые результаты уже через 4 недели! Мы даже готовы полностью вернуть твои деньги в течение 30 дней с момента покупки, если ты не получишь видимых результатов.",
  betterResult: "Следуя плану на 3 месяца и более, люди получают в 2 раза лучший результат, чем за 1 месяц",
  paymentAgreement:
    "Нажимая кнопку «Купить», Пользователь соглашается на разовое списание денежных средств для получения пожизненного доступа к приложению. Пользователь соглашается, что данные кредитной/дебетовой карты будут сохранены для осуществления покупок дополнительных услуг сервиса в случае желания пользователя.",
  buy: "Купить",
  noTariffs: "Тарифы не найдены",
  errorTariffs: "Ошибка загрузки тарифов",
  loading: "Загружаем тарифы...",
  bestLabelText: "хит!",
  title: (
    <>
      Выбери подходящий для себя <span className="text--orange">тариф</span>
    </>
  ),
  accept: (
    <>
      Я согласен с{" "}
      <a href="#" target="_blank" rel="noopener noreferrer">
        офертой рекуррентных платежей
      </a>{" "}
      и{" "}
      <a href="#" target="_blank" rel="noopener noreferrer">
        Политикой конфиденциальности
      </a>
    </>
  ),
} as const;
